Repository: DoomElder/ttf-translate
Catalog: photography-2.0/*/*.po
Languages: fr_fr

source: Enable Flickr
fr_fr: Activer Flickr

source: You currently have no Flickr sets. Please add some Flickr sets. You may also need to reauthenticate your Flickr account.
fr_fr: Aucun set Flickr. Merci d'ajouter quelques sets Flickr. Une nouvelle authentification auprès de Flickr peut être demandée.

source: Enter your Flickr API Consumer Key
fr_fr: Entrer l'API Consumer Key

source: Enter your Flickr API Consumer Secret
fr_fr: Entrer l'API Consumer Secret

source: Authenticate with Flickr
fr_fr: Authentification Flickr

source: Authenticate
fr_fr: Authentification

source: An error occurred while trying to connect to Flickr.
fr_fr: Une erreur est survenue lors de la connexion à Flickr.

source: An authentication error occurred with Flickr.
fr_fr: Une erreur d'authentification est survenue avec Flickr.

source: Options already initialized. Struts no longer requires manual initialization.
fr_fr: Options déjà initialisées. Struts ne nécessite plus d'initialisation manuelle.

source: Theme Options
fr_fr: Options du thème

source: Section with name &lsquo;%1$s&rsquo; not defined
fr_fr: La section portant le nom &lsquo;%1$s&rsquo; n'est pas définie

source: Click OK if you want to reset your theme options to the defaults.
fr_fr: Cliquer sur OK pour réinitialiser le thème.

source: Save Settings
fr_fr: Enregistrer les paramètres

source: Reset Defaults
fr_fr: Configuration d'origine

source: Theme settings updated successfully.
fr_fr: Paramètres du thème mis à jour.

source: Edit
fr_fr: Modifier

source: Save changes
fr_fr: Enregistrer les modifications

source: show color picker
fr_fr: Montrer le sélecteur de couleurs

source: Upload Image
fr_fr: Mettre une image en ligne

source: We&rsquo;re sorry, this page no longer exists. It may have been deleted. Try searching:
fr_fr: Cette page n'existe plus. Elle a pu être effacée. Essayer une recherche :

source: Read more
fr_fr: Lire la suite

source: View full post
fr_fr: Voir l'article complet

source: Search results for &#8216;%s&#8217;
fr_fr: Résultats de la recherche pour &#8216;%s&#8217;

source: 404: Page Not Found
fr_fr: 404 : Page non trouvée

source: Featured
fr_fr: En avant (featured)

source: Older posts
fr_fr: Articles précédents

source: Newer posts
fr_fr: Articles récents

source: Leave a comment
fr_fr: Laisser un commentaire

source: 1 Comment
fr_fr: 1 commentaire

source: % Comments
fr_fr: % commentaires

source: Categories:
fr_fr: Catégories :

source: No posts found.
fr_fr: Aucun article trouvé.

source: &larr; Previous image
fr_fr: &larr; Image précédente

source: Next image &rarr;
fr_fr: Image suivante &rarr;

source: One Response to <em>&ldquo;%s&rdquo;</em>
fr_fr: Une réponse à <em>&ldquo;%s&rdquo;</em>

source: %d Responses to &ldquo;%s&rdquo;
fr_fr: %d Réponses à <em>&ldquo;%2$s&rdquo;</em>

source: &larr; Older comments
fr_fr: &larr; Commentaires précédents

source: Newer comments &rarr;
fr_fr: Commentaires récents &rarr;

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Theme info
fr_fr: Information sur le thème

source: The Theme Foundry home page
fr_fr: Page d'accueil de The Theme Foundry

source: RSS feed
fr_fr: Flux RSS

source: Primary Menu
fr_fr: Menu principal

source: Sidebar
fr_fr: Barre latérale

source: Your comment is awaiting moderation.
fr_fr: Commentaire en attente de modération.

source: Show Menu
fr_fr: Montrer le menu

source: Hide Menu
fr_fr: Cacher le menu

# noun
source: Comment
fr_fr: Commentaire

source: Subscribe to this comment feed via <abbr title="Really Simple Syndication">RSS</abbr>
fr_fr: S'abonner au flux des commentaires via <abbr title="Really Simple Syndication">RSS</abbr>

source: Basic <abbr title="Hypertext Markup Language">HTML</abbr> is allowed. Your email address will not be published.
fr_fr: Le langage <abbr title="Hypertext Markup Language">HTML</abbr> est autorisé. L'adresse email ne sera pas publiée.

source: Name:
fr_fr: Nom :

source: Website:
fr_fr: Site :

source: Posts from the &#8216;%s&#8217; category
fr_fr: Articles de la catégorie &#8216;%s&#8217;

source: Posts tagged &#8216;%s&#8217;
fr_fr: Articles taggés &#8216;%s&#8217;

source: Archive for &#8216;%s&#8217;
fr_fr: Archive pour %s

source: Posts by %s
fr_fr: Articles par %s

source: Blog Archives
fr_fr: Archives du blog

source: Page Not Found |
fr_fr: Page non trouvée |

source: Search results |
fr_fr: Résultats de la recherche |

source: This is a placeholder. You can remove this placeholder by setting a featured image in the Edit Post screen for this post.
fr_fr: Ceci est un espace réservé. Il est possible de l'enlever en choisissant une image à mettre en avant dans "Modifier l'article".

source: Home
fr_fr: Accueil

source: Read article
fr_fr: Lire l'article

source: View more
fr_fr: Voir plus

source: Sorry, your search for &#8216;%s&#8217; did not turn up any results. Please try again.
fr_fr: La recherche pour &#8216%s&#8217 n'a retourné aucun résultat. Essayer à nouveau.

source: Type and press Enter to search
fr_fr: Appuyer sur Entrée pour lancer la recherche

source: Search site&hellip;
fr_fr: Recherche ...

source: By
fr_fr: Par

source: on
fr_fr: le

source: Read next article
fr_fr: Lire l'article suivant

source: Read previous article
fr_fr: Lire l'article précédent

source: Recent posts
fr_fr: Articles récents

source: Authors
fr_fr: Auteurs

source: Categories
fr_fr: Catégories

source: Custom Editor Buttons
fr_fr: Boutons personnalisés de l'éditeur

source: Photography provides custom formatting buttons for styling your content. Click the "show kitchen sink" button to view Photography&#8217s formatting buttons.
fr_fr: Photography fournit des boutons personnalisés pour styler le contenu. Cliquer sur le bouton "show kitchen sink" pour voir les boutons spéciaux de Photography.

source: Stage Height
fr_fr: Hauteur (stage)

source: The height of the gallery can be adjusted by changing this value. The default value is 640.
fr_fr: La hauteur de la galerie peut être ajustée en chageant cette valeur. Par défaut, la valeur est de 640.

source: Photo Orientation
fr_fr: Orientation

source: Using this control, you can choose to display thumbnails on this Gallery page in either landscape or portrait orientation.
fr_fr: Ce sélecteur permet de choisir la façon d'afficher les miniatures dans la page Galerie, soit en orientation paysage, soit en orientation portrait.

source: Gallery Page Options
fr_fr: Options de la page Galerie

source: Use this box to add, remove and sort your gallery items on this page.
fr_fr: Utiliser cette boîte pour ajouter, retirer et trier les éléments de la galerie sur cette page.

source: Drag-and-drop your gallery items into order:
fr_fr: Glisser-déposer les éléments de la galerie dans l'ordre souhaité :

source: You don't have any gallery items associated with this page. Available items are listed below.
fr_fr: Aucune galerie associée à cette page. Les éléments disponibles sont listés ci-dessous.

source: If you don't see the item you're looking for, make sure it is marked as a <strong>gallery item</strong> on the <em>Edit Post</em> screen.
fr_fr: Si les éléments recherchés n'apparaissent pas, s'assurer qu'ils ont été marqués comme <strong>galerie</strong> dans l'écran <em>Modifier l'article</em>.

source: Drag items here to add them to the page:
fr_fr: Placer les éléments ici pour les ajouter à la page :

source: Available items
fr_fr: Éléments disponibles

source: Check to add to the list of active items above:
fr_fr: Cocher pour ajouter à la liste des éléments actifs ci-dessus :

source: Drag items here to remove them from the page:
fr_fr: Placer les éléments ici pour les enlever de la page :

source: You haven't created any gallery items yet. To create a gallery item, mark a standard Post as a <strong>gallery item</strong> on the <em>Edit Post</em> screen.
fr_fr: Aucune galerie créée. Pour créer une galerie, marquer un article comme <strong>galerie</strong> dans l'écran <em>Modifier l'article</em>.

source: Untitled
fr_fr: Sans titre

source: edit
fr_fr: modifier

source: Landscape
fr_fr: Paysage

source: Custom logo image
fr_fr: Logo personnalisé

source: Display options
fr_fr: Options d'affichage

source: Gallery display
fr_fr: Option de galerie

source: Subscribe links &amp; credit text
fr_fr: Abonnements &amp; Copyright

source: Logo image:
fr_fr: Logo :

source: Upload an image (making sure to click <strong>"Insert into post"</strong>) or enter an <abbr title="Universal resource locator">URL</abbr> for your image. If you choose not to upload a logo, your site's title will be used for the header.
fr_fr: Uploader une image (s'assurer de cliquer <strong>"Insérer dans l'article"</strong>) ou entrer une <abbr title="Universal resource locator">URL</abbr> pour l'image. Si aucun logo n'est uploadé, le titre du site sera utilisé pour l'en-tête du site.

source: High resolution logo
fr_fr: Logo haute résolution

source: Upload a high resolution logo image for Retina (and similar hi-res) devices. This logo will be scaled down 50% and served only to high resolution devices.
fr_fr: Uploader une image haute résolution pour afficher le logo sur les appareils Retina (et similaires). Ce logo sera réduit de 50% et servira uniquement pour les appareils avec écrans haute résolution.

source: Hide Gallery posts in the blog
fr_fr: Masquer les articles Galerie du blog

source: Check to hide Gallery posts in the blog.
fr_fr: Cocher pour masquer les articles Galerie du blog.

source: Hide Gallery post content in the blog
fr_fr: Masquer les articles Galerie du blog

source: Check to hide the Gallery post content in blog and archive listings.
fr_fr: Cocher pour masquer les articles Galerie du blog.

source: Hide Video posts in the blog
fr_fr: Masquer les articles Vidéo du blog

source: Check to hide Video posts in the blog.
fr_fr: Cocher pour masquer les articles Vidéo du blog.

source: Hide Video post content in the blog
fr_fr: Masquer les articles Vidéo du blog

source: Check to hide the Video post content in blog and archive listings.
fr_fr: Cocher pour masquer les articles Vidéo du blog.

source: Dark (default)
fr_fr: Foncée (par défaut)

source: Light
fr_fr: Claire

source: Color Scheme:
fr_fr: Couleur dominante :

source: Choose your color scheme.
fr_fr: Choisir la couleur dominante du theme.

source: Hide tags
fr_fr: Masquer les tags

source: Check to hide tags in posts.
fr_fr: Cocher pour masquer les tags dans les articles.

source: Hide categories
fr_fr: Masquer les catégories

source: Check to hide categories in posts.
fr_fr: Cocher pour masquer les catégories dans les articles.

source: Hide author
fr_fr: Masquer l'auteur

source: Check to hide the author in posts.
fr_fr: Cocher pour masquer l'auteur dans les articles.

source: Hide date
fr_fr: Masquer la date

source: Check to hide dates throughout your site.
fr_fr: Cocher pour masquer les dates sur le site.

source: Hide post featured image
fr_fr: Masquer l'image mise en avant

source: Check to hide featured images in the single blog post view.
fr_fr: Cocher pour masquer l'image mise en avant dans l'article seul.

source: Helvetica Neue and Source Sans Pro
fr_fr: Helvetica Neue et Source Sans Pro

source: Helvetica Neue and Droid Serif
fr_fr: Helvetica Neue et Droid Serif

source: Merriweather and Open Sans
fr_fr: Merriweather et Open Sans

source: Helvetica Neue (Non web font)
fr_fr: Helvetica Neue (Police Système)

source: Fonts:
fr_fr: Polices :

source: Change the font sets used for your site. For optimum load times, use the <em>Helvetica Neue (Non web font)</em> option. All other fonts will slightly increase page load time.
fr_fr: Changer les polices utilisées pour ce site. Pour de meilleurs temps de chargement, utiliser la police <em>Helvetica Neue (Non web font)</em>. Toutes les autres polices augmenteront légèrement le temps de chargement des pages.

source: On (default)
fr_fr: On (par défaut)

source: Slideshow Autoplay:
fr_fr: Diaporama automatique :

source: Choose whether or not to automatically loop images in the gallery slideshows.
fr_fr: Choisir la lecture en boucle ou non des images dans les diaporamas.

source: Off (default)
fr_fr: Off (par défaut)

source: Basic caption
fr_fr: Légende simple

source: Fancy overlay
fr_fr: Fancy

source: Gallery captions:
fr_fr: Légendes (galerie) :

source: Choose which style to use to display image captions.
fr_fr: Choisir le style à appliquer pour afficher les légendes.

source: Enable simple gallery display
fr_fr: Activer la galerie de base

source: Show only the slideshow on individual galleries that are attached to a gallery page. Title and description will be hidden.
fr_fr: Affiche uniquement le diaporama sur les galeries individuelles rattachées la galerie. Titre et description seront masqués.

source: Enter your Twitter link.
fr_fr: Entrer le lien Twitter.

source: Enter your Facebook link.
fr_fr: Entrer le lien Facebook.

source: Enter your Google+ link.
fr_fr: Entrer le lien Google +.

source: Enter your Flickr link.
fr_fr: Entrer le lien Flickr.

source: Enter your 500px link.
fr_fr: Entrer le lien 500px.

source: Disable all icons
fr_fr: Désactiver toutes les icônes

source: Check to hide all subscribe icons (including <abbr title="Really Simple Syndication">RSS</abbr>). This option overrides all other icon settings.
fr_fr: Cocher pour cacher toutes les icônes d'abonnement (<abbr title="Really Simple Syndication">RSS</abbr> compris). Cette option écrase les paramètres de tous les autres icônes d'abonnement.

source: Credit line text:
fr_fr: Texte du crédit :

source: Enter your credit text to be displayed in the theme footer. Basic HTML is allowed.
fr_fr: Entrer le crédit à afficher dans le pied de page. HTML autorisé.

source: Recently Discussed Posts
fr_fr: Articles récemments discutés

source: Display the most recently discussed articles
fr_fr: Afficher les articles les plus récemment discutés

source: Recently Discussed
fr_fr: Discussions récentes

source: Title:
fr_fr: Titre :

source: Number of posts to show:
fr_fr: Nombre d'articles à afficher :

source: Display post date?
fr_fr: Afficher les articles par date ?
